Repository: SinhTran1999/BaoCaoThucTapCoSoMoPhongThuatToan
Catalog: MoPhongThuatToanSapXepTrenC#/DoAnSapXep/Lang/myResource.*.resx
Languages: vi_vn

# bancomuonthoat
source: Do you really want to exit?
vi_vn: Bạn Có Muốn Thoát?

# batdau
source: Start
vi_vn: Bắt Đầu

# caidat
source: Setting
vi_vn: Cài Đặt

# capnhat
source: Update
vi_vn: Cập Nhật

# daydangsapxep
source: Sorting Array
vi_vn: Dãy Đang Sắp Xếp

# dayso
source: Array Number
vi_vn: Dãy Số

# dieukhien
source: Controls
vi_vn: Điều Khiển

# docfile
source: Read From File
vi_vn: Đọc File

# dung
source: Pause
vi_vn: Dừng

# fname
source: SORTING ALGORITHM PROGRAM v1.0
vi_vn: PHẦN MỀN MÔ PHỎNG THUẬT TOÁN SẮP XẾP v1.0

# giam
source: Decrease
vi_vn: Giảm

# hoantat
source: Finished
vi_vn: Thông Báo

# hoantatsapxep
source: Sorting completed
vi_vn: Sắp Xếp Hoàn Tất

# huy
source: Exit
vi_vn: Hủy

# huydieukhien
source: Stop
vi_vn: Hủy

# huyquatrinh
source: Exit
vi_vn: Thoát

# huyxoamang
source: Cancel
vi_vn: Hủy

# khoangcachgiuacacnode
source: Node's Distance
vi_vn: Khoảng Cách Giữa Các Node

# khoitao
source: Creation
vi_vn: Khởi Tạo

# kichconode
source: Node's Size
vi_vn: Kích Cỡ Node

# lb1
source: Separated by spaces
vi_vn: Cách nhau bởi dấu cách

# lb2
source: Element value is from 0 to 99
vi_vn: Giá trị phần tử từ 0 đến 99

# macdinh
source: Default
vi_vn: Mặc Định

# mangchuasapxep
source: Unarranged Array
vi_vn: Mảng Ban Đầu

# manhinh
source: Display
vi_vn: Màn Hình

# maunennode
source: Node's Background Color
vi_vn: Màu Nền Node

# maunodedasapxep
source: Sorted Node's Color
vi_vn: Màu Node Đã Sắp Xếp

# ngaunhien
source: Automatic
vi_vn: Ngẫu Nhiên

# ngonngu
source: Language
vi_vn: Ngôn Ngữ

# nhapbangtay
source: Manual
vi_vn: Nhập Tay

# nhapmotday
source: Input An Array Number
vi_vn: Nhập Một Dãy

# sapxep
source: Arrange
vi_vn: Sắp Xếp

# soluongnode
source: The Number Of Node Must Be More Than 2 Or Equal To
vi_vn: Số Lượng Node Phải Lớn Hơn Hoặc Bằng 2 Và Nhỏ Hơn

# soluongphantumacdinh
source: Default Number Of Node
vi_vn: Số Lượng Phần Tử Mặc Định

# sonodetoida
source: Maximum Node Number
vi_vn: Số Node Tối Đa

# sophantu
source: Number of Node
vi_vn: Số Phần Tử

# tang
source: Increase
vi_vn: Tăng

# thoat
source: Exit
vi_vn: Thoát

# thuattoan
source: Algorithm
vi_vn: Thuật Toán

# tocdo
source: Speed
vi_vn: Tốc Độ

# venut
source: Create
vi_vn: Vẽ Nút

# xoamang
source: Delete
vi_vn: Xóa Mảng

# ytuongthuattoan
source: Algorithm's Idea
vi_vn: Ý Tưởng Thuật Toán
